111434/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    frontback
    {
       type            empty;
        inGroups 1(empty);
        nFaces          222868;
        startFace       166606;
    }
    topbottom
    {
        type            patch;
        physicalType    patch;
        nFaces          382;
        startFace       389474;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          96;
        startFace       389856;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          96;
        startFace       389952;
    }
    walls
    {
        type            wall;
      inGroups 1(wall);
        nFaces          516;
        startFace       390048;
    }
)

// ************************************************************************* //
